{
    "glossary.tooltip.entry.format": "<style=\"value\">{0}</style> <b>-</b> {1}",
    "glossary.tooltip.entry.separator": "\n\n",
    "glossary.panel.category.all.label": "Tout",
    "glossary.category.general.name": "Général",
    "glossary.category.attack.name": "Attaque",
    "glossary.category.defense.name": "Défense",
    "glossary.category.mana.name": "Mana",
    "glossary.category.movement.name": "Mouvement",
    "glossary.category.offers.name": "Marché & Offres",
    "glossary.category.skills.name": "Capacités Divines",
    "glossary.category.units.name": "Adeptes",
    "glossary.category.benedictions.name": "Bénédictions",
    "glossary.category.enemy.name": "Ennemi",
    "glossary.category.healing.name": "Blessures & Soin",
    "glossary.entry.healing.name": "Soin",
    "glossary.entry.healing.description": "Les points de Soin peuvent être utilisés pour retirer des <style=\"wound\">Blessures</style> sur le Joueur ou les Adeptes",
    "glossary.entry.movement.name": "Mouvement",
    "glossary.entry.movement.description": "Les points de Mouvement permettent à votre personnage de se déplacer sur la carte et d'Explorer. Le coût dépend du type de terrain. Le Mouvement déclenchera aussi les Ennemis sur la carte lors d'un déplacement d'une case adjacente à une autre case adjacente.",
    "glossary.entry.teleport.name": "Téléportation",
    "glossary.entry.teleport.description": "Les points de Téléportation permettent à votre personnage de se téléporter sur la carte une case à la fois (1 point = 1 case). Se téléporter ne déclenche pas les Ennemis sur la carte.",
    "glossary.entry.influence.name": "Influence",
    "glossary.entry.influence.description": "Les points d'Influence sont utilisés pour activer certaines capacités de Adepte ; acheter plus de Cartes, Interagir et Recruter dans les Lieux de la carte.",
    "glossary.entry.interaction.name": "Interaction",
    "glossary.entry.interaction.description": "L'Interaction avec les Lieux se produit lorsque vous vous trouvez sur le Lieu et que vous utilisez ses actions. Votre Tour prend fin après avoir Interagi avec des lieux ou Combattu des ennemis.",
    "glossary.entry.turn.name": "Tours",
    "glossary.entry.turn.description": "Chaque cycle comporte plusieurs Tours. Chaque Tour se termine automatiquement lorsque vous interagissez avec un Lieu ou que vous Combattez des Ennemis. L'Essence de Mana est défaussée et vous Piochez des cartes jusqu'à atteindre votre Taille de Main.",
    "glossary.entry.round.name": "Cycle",
    "glossary.entry.round.description": "Chaque croisade comporte plusieurs Cycles de Jour ou de Nuit. Les Cycles se terminent lorsque vous n'avez plus de Tours, quand votre Deck est vide (Sommeil) ou si le Chronomètre arrive à zéro. Toutes les Cartes seront mélangées et vous Piochez des cartes jusqu'à atteindre votre Taille de Main. Les Adeptes et les Capacités Divines seront Rafraîchis.",
    "glossary.entry.sacrifice.name": "Sacrifice",
    "glossary.entry.sacrifice.description": "Les Entités Sacrifiées sont Détruites et retirées du jeu.",
    "glossary.entry.xp.name": "Points d'Expérience (XP)",
    "glossary.entry.xp.description": "L'XP est gagnée en battant des ennemis ou en utilisant certaines capacités.",
    "glossary.entry.effect.name": "Effets",
    "glossary.entry.effect.description": "Les Effets sont générés par les Cartes, les Capacités Divines, les Adeptes ou les Lieux. Certains effets nécessitent un glisser-déposer de la réserve vers l'entité cible pour les activer, tandis que d'autres s'appliquent passivement.",
    "glossary.entry.terrain.movement.cost.name": "Coût de Mouvement du Terrain",
    "glossary.entry.terrain.movement.cost.description": "Selon le Terrain, vous devrez payer un montant variable de points de Mouvement pour le traverser. Certains terrains sont infranchissables (ex: montagnes ou lacs) sans Capacités spéciales.",
    "glossary.entry.terrain.exploration.cost.name": "Coût d'Exploration",
    "glossary.entry.terrain.exploration.cost.description": "Pour étendre la carte, vous allez aux bords et payez des points de Mouvement pour Explorer une nouvelle section. Le nombre de sections est limité et la Carte vous 'suivra' là où vous explorez jusqu'à ce que vous épuisiez les sections.",
    "glossary.entry.terrain.exploration.distance.name": "Distance d'Exploration",
    "glossary.entry.terrain.exploration.distance.description": "Pour explorer, vous devez normalement être adjacent aux Bords de la carte (distance d'exploration de 1). Certaines Capacités vous permettent d'explorer en étant plus éloigné des Bords de la Carte.",
    "glossary.entry.block.name": "Blocage",
    "glossary.entry.block.description": "Les Blocages sont utilisés durant la Bataille dans la phase de <b>Blocage</b>. Utilisez des Capacités pour générer des Blocs puis faites-les glisser sur l'Attaque que vous voulez Bloquer. Les Blocs sont <b>tout ou rien</b>, vous avez donc besoin d'un montant de bloc égal ou supérieur à la Valeur d'Attaque Ennemie (<style=\"value\">x2</style> si l'Ennemi est Résistant au type de Blocage). Les attaques bloquées ne génèrent pas de <style=\"wound\">dégâts/blessures</style>.",
    "glossary.entry.block.elemental.name": "Blocs Élémentaires",
    "glossary.entry.block.elemental.description": "Certains Ennemis ont une Résistance aux Attaques Physiques ou Élémentaires et aux Blocs. Utiliser des Blocs Élémentaires contre des ennemis ayant une Résistance à cet élément rend le Bloc <style=\"status\">Inefficace</style> et nécessite le <style=\"value\">double</style> du montant de Bloc pour réussir."
}