{
    "scenario.data.tutorial_movement.name": "Déplacement et Exploration",
    "scenario.data.tutorial_movement.description": "Apprenez à utiliser les <style=\"value\">cartes</style> et le <style=\"value\">mana</style> pour vous déplacer sur la carte et explorer",
    "scenario.data.tutorial_movement.win.0": "<style=\"status\">Explorez</style> et atteignez le <style=\"value\">Village</style>.",
    "scenario.data.tutorial_movement.map.shape.name": "Carte personnalisée",
    "scenario.data.tutorial_movement.intro.0.title": "Trouver et Rejoindre le Village",
    "scenario.data.tutorial_movement.intro.0.description": "Vous apprendrez à utiliser des cartes pour générer des points de mouvement afin de vous <style=\"status\">déplacer</style> et d'<style=\"status\">explorer</style> jusqu'à ce que vous atteigniez le village.\n\nLors de l'activation des cartes, vous pouvez les désactiver si vous changez d'avis (<style=\"status\">Annuler/Undo</style>), ce qui est un <style=\"value\">concept très important</style> dans ce jeu.\n\nDon't rush, take your time to evaluate the situation and try things. Cards & Mana will only be committed if you Move, Explore or Reveal new information.",
    "scenario.data.tutorial_movement.objectives.movement.basic_action": "Utilisez l'action <style=\"value\">basique (haut)</style> d'une carte pour générer du mouvement",
    "scenario.data.tutorial_movement.objectives.movement.basic_action.help.title": "Action Basique d'une Carte",
    "scenario.data.tutorial_movement.objectives.movement.basic_action.help.content": "L'<b>action basique</b> (haut) d'une carte est généralement gratuite.\n\nLors de l'activation de cartes générant des effets basés sur des points comme le mouvement, ceux-ci sont ajoutés en haut de votre écran (sous la barre d'XP). Utilisez ces points pour vous déplacer et explorer.\n\nÀ moins que vous n'ayez déjà bougé ou exploré, vous pouvez cliquer à nouveau sur l'action basique pour <style=\"status\">annuler</style> l'effet de la carte.",
    "scenario.data.tutorial_movement.objectives.movement.advanced_action": "Utilisez l'action <style=\"value\">avancée (bas)</style> d'une carte pour générer du mouvement",
    "scenario.data.tutorial_movement.objectives.movement.advanced_action.help.title": "Action Avancée d'une Carte",
    "scenario.data.tutorial_movement.objectives.movement.advanced_action.help.content": "L'<b>action avancée</b> (bas) d'une carte coûte généralement du <b>mana</b>.\n\nLe mana disponible se trouve sur le côté droit de l'écran dans votre <style=\"value\">inventaire</style> et dans le <style=\"status\">mana ambiant</style> (fourni par l'environnement).\n\nVous ne pouvez utiliser qu'un seul <style=\"value\">mana ambiant</style>.\n\nLe mana ambiant utilisé sera relancé plus tard. Les cristaux de l'inventaire seront consommés lors de leur utilisation.\n\nPour payer le coût en mana, après avoir sélectionné l'effet, cliquez sur l'icône de mana à côté du bouton \"Activer\". Cela se fera automatiquement pour les cartes simples.\n\nN'oubliez pas qu'à moins de bouger, d'explorer ou de révéler de nouvelles informations, vous pouvez cliquer à nouveau sur l'action avancée pour <style=\"status\">annuler</style> les effets de la carte et renvoyer le mana utilisé dans l'inventaire ou le panneau ambiant.",
    "scenario.data.tutorial_movement.objectives.movement.default_action": "Utilisez l'action <style=\"value\">par défaut (milieu)</style> d'une carte pour générer du mouvement",
    "scenario.data.tutorial_movement.objectives.movement.default_action.help.title": "Action par Défaut d'une Carte",
    "scenario.data.tutorial_movement.objectives.movement.default_action.help.content": "Chaque carte propose une <b>action par défaut</b> (milieu) gratuite qui vous donne un des points suivants :\n\n* Déplacement<sprite name=\"card_icon_move\"><style=\"value\">1</style> - pour le mouvement et l'exploration,\n* Attaque<sprite name=\"card_icon_attack\"><style=\"value\">1</style> - utilisé en combat,\n* Blocage<sprite name=\"card_icon_block\"><style=\"value\">1</style> - utilisé en combat,\n* Leadership<sprite name=\"card_icon_influence\"><style=\"value\">1</style> - pour acheter des objets.\n",
    "scenario.data.tutorial_movement.objectives.move": "Déplacez-vous sur une case <style=\"value\">adjacente</style>",
    "scenario.data.tutorial_movement.objectives.move.help.title": "Déplacement",
    "scenario.data.tutorial_movement.objectives.move.help.content": "Pour bouger, vous devez d'abord générer des <style=\"value\">points de mouvement</style> en activant des cartes. Ces points sont ajoutés à une réserve affichée sous la barre d'XP (en haut).\n\nLe coût pour se déplacer vers chaque case est indiqué sur l'hexagone (plus de détails si vous survolez avec la souris) et peut être influencé par des cartes.\n\nVous ne pouvez vous déplacer que d'une case <style=\"value\">adjacente</style> à la suivante.\n\nLe fait de se déplacer validera vos cartes et consommera le mana utilisé pour le paiement.",
    "scenario.data.tutorial_movement.objectives.explore": "<style=\"status\">Explorez</style> pour trouver le <b>village</b>",
    "scenario.data.tutorial_movement.objectives.explore.help.title": "Exploration",
    "scenario.data.tutorial_movement.objectives.explore.help.content": "Pour explorer, vous devez d'abord vous déplacer à côté de la case que vous souhaitez explorer. Explorer nécessite <style=\"value\">2 points de mouvement</style> dans votre réserve. Le coût et la distance d'exploration sont affichés si vous survolez avec la souris et peuvent être modifiés par des cartes.\n\nExplorer révélera une nouvelle section (7 cases) dont vous pouvez voir le contour sur la carte.\n\nL'exploration validera vos cartes et consommera le mana utilisé pour le paiement.",
    "scenario.data.tutorial_movement.objectives.reach_village": "Move to the <style=\"value\">village</style>",
    "scenario.data.tutorial_movement.objectives.reach_village.help.title": "Reach the Village",
    "scenario.data.tutorial_movement.objectives.reach_village.help.content": "Explore the next section and use Cards and Mana judiciously to find and reach the village and complete this tutorial.\n\nStudy the Terrain, Cards and available Mana to find the best strategy to get there."
}