{
    "scenario.data.tutorial_offers_interactions.name": "Marché et Interactions",
    "scenario.data.tutorial_offers_interactions.description": "Learn how to use the <style=\"value\">Market</style> and <style=\"status\">Interact</style> with Locations on the Map",
    "scenario.data.tutorial_offers_interactions.win.0": "Find the Village to <style=\"status\">Heal</style> and <style=\"status\">Recruit</style> a Follower.",
    "scenario.data.tutorial_offers_interactions.map.shape.name": "Custom Map",
    "scenario.data.tutorial_offers_interactions.intro.0.title": "Marché et Interactions",
    "scenario.data.tutorial_offers_interactions.intro.0.description": "En regardant la carte, vous devriez planifier un itinéraire vers le lieu avec lequel vous souhaitez interagir, par exemple le <style=\"value\">village</style> pour recruter des Adeptes.\n\nChaque lieu offre différentes options et certains nécessitent que vous les <style=\"value\">conquériez</style> avant de pouvoir interagir.\n\nYou can hover with your mouse for a preview of what the location does, or click to see more details.\n\n<style=\"value\">Note</style> : À <b>tout moment</b> du jeu (y compris lors d'une interaction), vous pouvez appuyer sur les touches <style=\"value\">Echap</style> pour afficher le <style=\"status\">Menu de Pause</style> qui montre toutes vos cartes, Adeptes, bénédictions et les offres du marché.\n\nVous pouvez également appuyer sur <style=\"value\">F1</style> pour ouvrir le <style=\"status\">Codex</style> qui explique tous les mots-clés du jeu.",
    "scenario.data.tutorial_offers_interactions.objectives.reach_village": "Move to the <style=\"value\">village</style>",
    "scenario.data.tutorial_offers_interactions.objectives.reach_village.help.title": "Interacting with Villagers",
    "scenario.data.tutorial_offers_interactions.objectives.reach_village.help.content": "Afin de recruter ou d'acheter du matériel, vous devez vous rendre sur un lieu de la carte. Différents lieux offrent différents services. Vous pouvez survoler les lieux avec votre souris pour voir ce qu'ils font. Dans ce cas, le village vous permettra de recruter des Adeptes et de soigner la <style=\"wound\">blessure</style> dans votre main.\n\nVous pouvez également ouvrir le panneau du <style=\"value\">marché</style> pour voir quelles capacités spéciales vous pouvez obtenir et où :\n\n* Les <b>Adeptes</b> peuvent être recrutés sur leur lieu de prédilection,\n* Les <b>sorts</b> sont accordés lorsque vous gagnez des combats aux Flèches et peuvent y être achetés par la suite,\n* Les <b>capacités avancées</b> sont accordées lors de montées de niveau (survolez la barre d'XP pour voir les récompenses du prochain niveau), mais peuvent aussi être acquises dans les temples.\n\nUne interaction ne commence que lorsque vous achetez ou recrutez quelque chose. Une fois l'interaction commencée, le tour actuel se terminera à la fin de celle-ci. Dans ce cas, le scénario se terminera lorsque vous cliquerez sur 'Fin du tour'.",
    "scenario.data.tutorial_offers_interactions.objectives.leadership": "Utilisez des cartes, des Adeptes et/ou des bénédictions pour générer <style=\"value\">{0}</style> points de leadership",
    "scenario.data.tutorial_offers_interactions.objectives.leadership.help.title": "Points de Leadership",
    "scenario.data.tutorial_offers_interactions.objectives.leadership.help.content": "La monnaie utilisée pour interagir avec les lieux s'appelle le <style=\"value\">leadership</style>. Les points de leadership sont ajoutés à une réserve en haut de l'écran (sous la barre d'XP), comme les points de mouvement.\n\nVotre <style=\"value\">réputation</style> (à côté de l'image du personnage) vous donne un bonus/malus au leadership. Si votre réputation tombe trop bas, vous ne pourrez plus interagir avec les lieux.\n\nVous devez activer des cartes, des Adeptes et des bénédictions pour gagner des points de leadership. Lorsque vous dépensez des points de leadership en recrutant ou en achetant des objets, vos cartes et votre mana seront validés.",
    "scenario.data.tutorial_offers_interactions.objectives.heal": "Use <style=\"value\">3</style> Leadership to <style=\"status\">Heal</style> your <style=\"wound\">Wounds</style> at the Village",
    "scenario.data.tutorial_offers_interactions.objectives.heal.help.title": "Wounds",
    "scenario.data.tutorial_offers_interactions.objectives.heal.help.content": "Les <style=\"wound\">blessures</style> sont des cartes inutiles qui encombrent votre main et <style=\"status\">ne peuvent pas être défaussées</style>. Vous gagnez des blessures pendant le combat ou en activant certaines capacités.\n\nVos Adeptes peuvent devenir <style=\"wound\">blessés</style> si on leur attribue des dégâts au combat. Les Adeptes blessés <style=\"status\">ne peuvent plus être utilisés</style> jusqu'à ce qu'ils soient soignés.\n\nVous pouvez soigner les blessures dans certains lieux (Source, Village, Temple) ou en jouant des effets de soin.\n\nDans ce scénario, les villageois peuvent <style=\"status\">soigner</style> vos blessures. Vous pouvez également jouer des cartes avec un effet de <style=\"status\">soin</style> pour générer des points de guérison et vous soigner ou soigner vos Adeptes en dehors d'un village ou d'un temple. Les points de guérison (comme le mouvement ou le leadership) sont ajoutés à une réserve sous la barre d'XP et peuvent être spent to heal Wounds.",
    "scenario.data.tutorial_offers_interactions.objectives.recruit": "Use <style=\"value\">5</style> Leadership to <style=\"status\">Recruit</style> a Follower at the Village",
    "scenario.data.tutorial_offers_interactions.objectives.recruit.help.title": "Recruit Followers",
    "scenario.data.tutorial_offers_interactions.objectives.recruit.help.content": "Followers can be recruited at their preferred Location or at the Bazaar for additional cost.\n\nCheck the <style=\"value\">Market</style> to see the list of Followers for hire and where to find them. This list is refreshed at the beginning of every Day / Night.\n\nRemember that you have a limited number of slots to manage Followers (check panel for details). If you hire more than the number of slots available, you will need to discard the excess.\n\nTo recruit Followers, move to the Village, activate Abilities to generate enough Leadership points into the pool so that the Follower you want becomes affordable then pay for their cost. Note that doing so will automatically start the interaction locking you into the interaction screen until you end the turn / leave the Village."
}