{
    "scenario.data.tutorial_followers_blessings.name": "Compagnons et Bénédictions",
    "scenario.data.tutorial_followers_blessings.description": "Apprenez à utiliser les <style=\"value\">Compagnons</style> et les <style=\"value\">Bénédictions</style> pour compléter vos cartes de capacité",
    "scenario.data.tutorial_followers_blessings.win.0": "<style=\"status\">Explorez</style> et atteignez le <style=\"value\">Village</style>.",
    "scenario.data.tutorial_followers_blessings.map.shape.name": "Carte personnalisée",
    "scenario.data.tutorial_followers_blessings.intro.0.title": "Compagnons et Bénédictions",
    "scenario.data.tutorial_followers_blessings.intro.0.description": "À mesure que vous explorez, combattez et gagnez des niveaux, vous acquerrez des cartes spéciales telles que les <style=\"value\">Compagnons</style> et les <style=\"value\">Bénédictions</style>.\n\nDans ce tutoriel, vous apprendrez comment <style=\"status\">activer</style> ces Compagnons et Bénédictions pour augmenter vos possibilités d'action.\n\nN'oubliez pas que lors de l'activation des cartes, Compagnons et Bénédictions, vous pouvez toujours les <style=\"status\">désactiver</style> si vous changez d'avis (<style=\"status\">Annuler/Undo</style>) jusqu'à ce que vous vous déplaciez, exploriez ou révéliez de nouvelles informations.",
    "scenario.data.tutorial_followers_blessings.objectives.activate_unit": "Activez un <style=\"value\">Compagnon</style> pour <style=\"status\">réduire</style> le coût de déplacement",
    "scenario.data.tutorial_followers_blessings.objectives.activate_unit.help.title": "Compagnons",
    "scenario.data.tutorial_followers_blessings.objectives.activate_unit.help.content": "En explorant, vous pouvez utiliser des points de <style=\"value\">Leadership</style> dans divers lieux pour recruter des <style=\"value\">Compagnons</style>.\n\nVous disposez d'un <style=\"status\">nombre limité</style> d'<b>emplacements</b> d'Compagnons, mais vous en gagnez davantage en montant de niveau.\n\nLes Compagnons peuvent être activés <style=\"status\">une fois par jour/nuit</style>. Vous pouvez également jouer des cartes pour les <style=\"status\">rafraîchir</style>.\n\nCertains Compagnons peuvent faciliter le déplacement et l'exploration en <style=\"status\">réduisant le coût</style> pour certains terrains ou en rendant franchissables des terrains auparavant inaccessibles. Trouvez et activez un tel Compagnon.\n\nComme pour les cartes, l'activation des Compagnons peut être <style=\"status\">annulée</style> jusqu'à ce que vous vous déplaciez, exploriez ou révéliez de nouvelles informations.",
    "scenario.data.tutorial_followers_blessings.objectives.activate_skill": "Activez une <style=\"value\">Bénédiction</style> pour <style=\"status\">réduire</style> le coût de déplacement",
    "scenario.data.tutorial_followers_blessings.objectives.activate_skill.help.title": "Bénédictions",
    "scenario.data.tutorial_followers_blessings.objectives.activate_skill.help.content": "En montant de niveau, vous pouvez acquérir des <style=\"value\">Bénédictions</style>. Vous pouvez <style=\"status\">survoler</style> la barre d'XP avec votre souris pour voir ce que vous obtiendrez au prochain niveau.\n\nLes Bénédictions sont des capacités puissantes \"toujours actives\" qui peuvent être activées soit <style=\"status\">une fois par jour/nuit</style>, soit <style=\"status\">une fois par tour</style> (ne vous souciez pas des <b>tours</b> pour ce tutoriel, mais dans le jeu principal, un tour se termine lorsque vous terminez un combat ou cliquez sur le bouton 'Fin du tour').\n\nCertaines Bénédictions peuvent faciliter le déplacement et l'exploration en <style=\"status\">réduisant le coût</style> pour certains terrains ou en rendant franchissables des terrains auparavant inaccessibles. Trouvez et activez une telle Bénédiction.\n\nComme pour les cartes, l'activation des Bénédictions peut être <style=\"status\">annulée</style> jusqu'à ce que vous vous déplaciez, exploriez ou révéliez de nouvelles informations.",
    "scenario.data.tutorial_followers_blessings.objectives.explore": "<style=\"status\">Explorez</style> pour trouver le <b>Village</b>",
    "scenario.data.tutorial_followers_blessings.objectives.explore.help.title": "Exploration",
    "scenario.data.tutorial_followers_blessings.objectives.explore.help.content": "Pour ce tutoriel, vous devrez explorer plusieurs fois pour trouver le village.\n\nAvant de vous déplacer, tracez un chemin et vérifiez toutes vos capacités et votre mana pour voir ce que vous pouvez utiliser.\n\nN'oubliez pas que l'exploration nécessite <style=\"value\">2 points de mouvement</style> et que vous devez être adjacent à l'espace que vous souhaitez explorer.",
    "scenario.data.tutorial_followers_blessings.objectives.reach_village": "Allez jusqu'au Village",
    "scenario.data.tutorial_followers_blessings.objectives.reach_village.help.title": "Trouver le Village",
    "scenario.data.tutorial_followers_blessings.objectives.reach_village.help.content": "Le but de ce tutoriel est de compléter vos cartes à l'aide des Compagnons et des Bénédictions afin de trouver et d'atteindre le <style=\"value\">Village</style>.\n\nVous n'avez pas assez de points de mouvement en main, alors étudiez bien l'état du plateau pour trouver le meilleur enchaînement et chemin vers le village."
}