{
    "scenario.data.tutorial_battle_single_enemy.name": "Concepts de Combat",
    "scenario.data.tutorial_battle_single_enemy.description": "Apprenez à combiner vos <style=\"value\">cartes</style> et votre <style=\"value\">mana</style> pour vaincre un Ennemi unique au combat",
    "scenario.data.tutorial_battle_single_enemy.win.0": "<style=\"status\">Vainquez</style> l'<style=\"value\">Ennemi</style>.",
    "scenario.data.tutorial_battle_single_enemy.map.shape.name": "Carte personnalisée",
    "scenario.data.tutorial_battle_single_enemy.enemy.name": "Vermine",
    "scenario.data.tutorial_battle_single_enemy.intro.0.title": "Combat Simple",
    "scenario.data.tutorial_battle_single_enemy.intro.0.description": "Ce tutoriel vous fera découvrir les différentes phases du combat :\n\n1. Avant le Combat\n2. Attaques à Distance\n3. Blocage\n4. Toutes les Attaques\n5. Après le Combat.\n\nPendant le combat, <style=\"status\">tout peut être annulé</style> : vous devez organiser les activations et les effets des cartes/compagnons/bénédictions <style=\"value\">pour chaque phase</style> pour trouver le résultat le plus satisfaisant, puis <style=\"status\">valider le résultat</style> dans la phase <style=\"value\">Après le Combat</style>.",
    "scenario.data.tutorial_battle_single_enemy.objectives.ranged": "[Distance] Générez et <style=\"status\">assignez</style> une <style=\"value\">attaque à distance</style> pour vaincre l'Ennemi",
    "scenario.data.tutorial_battle_single_enemy.objectives.ranged.help.title": "Attaquer les Ennemis",
    "scenario.data.tutorial_battle_single_enemy.objectives.ranged.help.content": "Pendant la phase de distance du combat, vous ne pouvez utiliser que des attaques à <style=\"status\">distance</style> ou de <style=\"status\">siège</style> contre les ennemis. Les attaques normales ne peuvent pas être utilisées.\n\nPour attaquer, sélectionnez d'abord la phase d'Attaque ou d'Attaque à Distance, puis <style=\"status\">activez</style> une carte ayant un effet d'attaque (avec distance ou siège si vous êtes en phase de distance).\n\nL'effet est ajouté à la réserve sur le côté gauche. Faites ensuite glisser l'effet sur l'ennemi (portrait ou corps) que vous souhaitez cibler. Vous pouvez également cliquer sur le portrait de l'ennemi pour obtenir les détails des effets appliqués.\n\nVous devez générer suffisamment d'attaque pour égaler ou dépasser la valeur d'<b>armure</b> de l'ennemi.\n\nN'oubliez pas que les combats sont du <style=\"status\">tout ou rien</style> : si vous ne pouvez pas générer assez d'attaques à distance/siège dans la phase de distance, vous <style=\"wound\">ne pouvez pas</style> achever l'ennemi avec des attaques normales dans la phase d'attaque.\n\nN'hésitez pas à naviguer entre les phases en cliquant sur les boutons ci-dessus pour vérifier l'évolution du combat.",
    "scenario.data.tutorial_battle_single_enemy.objectives.block": "[Blocage] <style=\"status\">Annulez</style> puis générez et <style=\"status\">assignez</style. un <style=\"value\">blocage</style> pour éviter de recevoir des <style=\"wound\">blessures</style>",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.help.title": "Bloquer les Attaques Ennemies",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.help.content": "Les ennemis restés en vie après la phase de distance vous attaqueront. Leur valeur d'attaque et d'éventuels modificateurs d'attaque déterminent la quantité de <style=\"wound\">dégâts</style> qu'ils infligeront et le blocage nécessaire pour les arrêter.\n\nPour bloquer une attaque, passez à la phase de <style=\"status\">blocage</style> du combat et cliquez sur l'ennemi (portrait ou corps).\n\nDans cette fenêtre, vous pouvez faire glisser et déposer des effets de <style=\"value\">blocage</style><sprite name=\"card_icon_block\"> provenant des cartes activées.\n\nVous devez <b>égaler ou dépasser</b> la valeur d'attaque pour que le blocage soit considéré comme réussi.\n\nToute attaque non bloquée <style=\"wound\">infligera des dégâts</style> à votre <b>armure</b>, ce qui se traduit par des blessures selon la formule suivante : recevez une blessure, réduisez les dégâts par l'armure. S'il reste des dégâts, recevez une blessure, réduisez les dégâts par l'armure, et recommencez...",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.follower": "[Blocage] <style=\"status\">Annulez</style> et <style=\"status\">assignez</style> un <style=\"value\">Compagnon</style> à l'attaque pour éviter de recevoir des <style=\"wound\">blessures</style> (Astuce : cliquez sur l'Ennemi)",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.follower.help.title": "Compagnons encaissant des Dégâts",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.follower.help.content": "Vos Compagnons peuvent aider à générer des points de blocage pour parer une attaque (comme les cartes). Une autre option consiste à utiliser l'Compagnon pour subir les dégâts <style=\"status\">à votre place</style>.\n\nPour ce faire, ouvrez la fenêtre de blocage de l'ennemi, puis sélectionnez <style=\"value\">Assigner un Compagnon</style>.\n\nTous les Compagnons assignés subiront les dégâts en premier, dans l'ordre assigné, et tout dégât restant vous sera appliqué (contre votre armure).",
    "scenario.data.tutorial_battle_single_enemy.objectives.attack": "[Attaque] Après avoir <style=\"value\">bloqué</style>, générez et <style=\"status\">assignez</style> assez d'attaque pour vaincre l'Ennemi",
    "scenario.data.tutorial_battle_single_enemy.objectives.attack.help.title": "Vaincre les Ennemis Restants",
    "scenario.data.tutorial_battle_single_enemy.objectives.attack.help.content": "Que vous bloquiez les ennemis ou non lors de la phase de blocage, pour sortir victorieux, vous devez <style=\"status\">vaincre tous les ennemis présents sur le lieu</style>. Vous pouvez utiliser la phase d'attaque pour jouer toutes sortes d'effets d'attaque afin de vaincre les ennemis restants.\n\nN'oubliez pas que les combats sont du <style=\"status\">tout ou rien</style> : si vous ne pouvez pas générer assez d'attaques à distance/siège lors de la phase de distance, vous <style=\"wound\">ne pouvez pas</style> achever l'ennemi avec des attaques normales lors de la phase d'attaque et vous devriez annuler la configuration de la phase de distance pour tout concentrer dans la phase d'attaque.\n\nN'hésitez pas à naviguer entre les phases en cliquant sur les boutons ci-dessus pour vérifier l'évolution du combat.\n\nUne fois terminé, <style=\"status\">validez le résultat</style> dans la phase <style=\"value\">Après le Combat</style>."
}