{
    "glossary.tooltip.entry.format": "<style=\"value\">{0}</style> <b>-</b> {1}",
    "glossary.tooltip.entry.separator":"\n\n",
    "glossary.panel.category.all.label":"All",
    "glossary.category.general.name":"General",
    "glossary.category.attack.name":"Attack",
    "glossary.category.defense.name":"Defense",
    "glossary.category.mana.name":"Mana",
    "glossary.category.movement.name":"Movement",
    "glossary.category.offers.name":"Market & Offers",
    "glossary.category.skills.name":"Blessings",
    "glossary.category.units.name":"Followers",
    "glossary.category.benedictions.name":"Benedictions",
    "glossary.category.enemy.name":"Enemy",
    "glossary.category.healing.name":"Healing",
    "glossary.entry.healing.name":"Healing",
    "glossary.entry.healing.description":"Healing points can be used to remove <style=\"wound\">Wounds</style> on the Player or Followers",
    "glossary.entry.movement.name":"Movement",
    "glossary.entry.movement.description":"Movement points allow your character to Move around the map and Explore. The cost depends on the type of terrain. Movement will also trigger Enemies on the map when moving from a space adjacent to another adjacent space",
    "glossary.entry.teleport.name":"Teleport",
    "glossary.entry.teleport.description":"Teleport points allow your character to Teleport around the map one space at a time (1 point = 1 space). Teleporting does not trigger Enemies on the map",
    "glossary.entry.influence.name":"Leadership",
    "glossary.entry.influence.description":"Leadership points are used to activate certain Follower abilities; Buy more Cards, Interact and Recruit at map Locations",
    "glossary.entry.interaction.name":"Interaction",
    "glossary.entry.interaction.description":"Interacting with Locations happens when standing at the Location and using the Location's actions. Your Turn will ends after Interacting with locations or Battling with enemies",
    "glossary.entry.turn.name":"Turns",
    "glossary.entry.turn.description":"Each round has multiple Turns. Each Turn ends automatically when you interact with a Location or Battle with Enemies. Mana Essence is discarded and you will Draw cards back to Hand Size",
    "glossary.entry.round.name":"Rounds",
    "glossary.entry.round.description":"Each crusade has multiple Day or Night Rounds. Rounds end when you run out of Turns when your Deck is empty (Sleep) or if the Timer runs out. All Cards will be shuffled and you will Draw cards back to Hand Size. Followers and Blessings will be Refreshed",
    "glossary.entry.sacrifice.name":"Sacrifice",
    "glossary.entry.sacrifice.description":"Sacrificed Entities are Destroyed and removed from the game",
    "glossary.entry.xp.name":"Experience Points (XP)",
    "glossary.entry.xp.description":"XP is earned by defeating enemies or playing certain abilities.",
    "glossary.entry.effect.name":"Effects",
    "glossary.entry.effect.description":"Effects are generated by Cards, Blessings, Followers or Locations. Some effects require you to drag & drop from the pool to the target entity to activate them while others are applied passively",
    "glossary.entry.terrain.movement.cost.name":"Terrain Movement Cost",
    "glossary.entry.terrain.movement.cost.description":"Depending on Terrain you will need to pay a variable amount of Movement points to pass through it. Some terrains are Impassable (ex: mountains or lakes) without special Abilities.",
    "glossary.entry.terrain.exploration.cost.name":"Exploration Cost",
    "glossary.entry.terrain.exploration.cost.description":"To expand the map you go to the edges and pay Movement points to Explore a new section. The number of sections is limited and the Map will 'follow' you where you explore until you run out of sections",
    "glossary.entry.terrain.exploration.distance.name":"Exploration Distance",
    "glossary.entry.terrain.exploration.distance.description":"To explore you normally need to be adjacent to the Edges of the map (exploration distance of 1). Some Abilities allow you to explore by being futher away from the Edges of the Map",
    "glossary.entry.block.name":"Blocking",
    "glossary.entry.block.description":"Blocks are used during Battle in the <b>Block</b> phase. Use Abilities to generate Blocks then drag them on the Attack that you want to Block. Blocks are <b>all or nothing</b> so you need an amount of block equal or greater than the Enemy Attack Value (<style=\"value\">x2</style> if Enemy is Resistant to the Block type). Blocked attacks do not generate <style=\"wound\">damage/wounds</style>",
    "glossary.entry.block.elemental.name":"Elemental Blocks",
    "glossary.entry.block.elemental.description":"Some Enemies have Resistance to Physical or Elemental Attacks and Blocks. Using Elemental Blocks against enemies with Resistance to that element makes the Block <style=\"status\">Inefficient</style> and requires <style=\"value\">double</style> the amount of Block to be successful."
}