{
	"guid": "com.firebiscuit.shadow_of_death",
	"guid.comments": "string. Must be universally unique across all mods.",
	"name": "Shadow Of Death (Scenario Extension)",
	"name.comments": "string. Name displayed in the list of Mods",
	"description": "A Harbinger of Death follows you around as you move across the map until it is defeated.",
	"description.comments": "string. Description displayed in the list of Mods",
	"author": "Yohan",
	"author.comments": "string. Author(s) displayed in the list of Mods",
	"version": "1.8.0",
	"version.comments": "string. Should be changed each time a new version of the mod is published. This will help with compatibility checks.",
	"rewardsMods": [],
	"rewardsMods.comments": "(Optional) List<string>. List of folder names that contain Rewards modding data. One folder per rewards data",
	"oathMods": [],
	"oathMods.comments": "(Optional) List<string>. List of folder names that contain Oath modding data. One folder per oath",
	"characterMods": [],
	"characterMods.comments": "(Optional) List<string>. List of folder names that contain Character modding data. One folder per character data",
	"enemyMods": [],
	"enemyMods.comments": "(Optional) List<string>. List of folder names that contain enemy modding data. One folder per enemy.",
	"terrainMods": [],
	"terrainMods.comments": "(Optional) List<string>. List of folder names that contain Terrain modding data. One folder per terrain data",
	"mapSectionMods": [],
	"mapSectionMods.comments": "(Optional) List<string>. List of folder names that contain map section modding data. One folder per map section.",
	"scenarioMods": [],
	"scenarioMods.comments": "(Optional) List<string>. List of folder names that contain scenario modding data. One folder per scenario mod.",
	"scenarioExtensionMods": [
		"scenario_ext_shadow_of_death"
	],
	"scenarioExtensionMods.comments": "(Optional) List<string>. List of folder names that contain scenario extensions modding data. One folder per scenario extension mod.",
	"languageMods": [],
	"languageMods.comments": "(Optional) List<string>. List of folder names that contain language modding data. One folder per language mod."
}