{
    "scenario.data.tutorial_battle_single_enemy.name":"Battle Concepts",
    "scenario.data.tutorial_battle_single_enemy.description":"Learn how to combo your <style=\"value\">Cards</style> and <style=\"value\">Mana</style> to Defeat a Single Enemy in Battle",
    "scenario.data.tutorial_battle_single_enemy.win.0":"<style=\"status\">Defeat</style> the <style=\"value\">Enemy</style>.",
    "scenario.data.tutorial_battle_single_enemy.map.shape.name":"Custom Map",
    "scenario.data.tutorial_battle_single_enemy.enemy.name":"Vermin",
    "scenario.data.tutorial_battle_single_enemy.intro.0.title":"Simple Battle",
    "scenario.data.tutorial_battle_single_enemy.intro.0.description":"This tutorial will run you through the various phases of Battle:\n\n1. Before Battle\n2. Range Attacks\n3. Block\n4. All Attacks\n5. After Battle. \n\nDuring Battle <style=\"status\">everything can be undone</style>: You need to organize Cards/Followers/Blessings activations and effects <style=\"value\">for each phase</style> to find the most satisfying outcome then <style=\"status\">commit the result</style> in <style=\"value\">After Battle</style> phase.",
    "scenario.data.tutorial_battle_single_enemy.objectives.ranged":"[Range] Generate and <style=\"status\">Assign</style> <style=\"value\">Range Attack</style> to defeat the Enemy",
    "scenario.data.tutorial_battle_single_enemy.objectives.ranged.console":"[Range] Change to the Range phase (ph command) then activate cards to generate Range Attack effects. Use the Effect List command (el) or Monster list command (mo) to assign the range attack effects to the enemy and defeat it",
    "scenario.data.tutorial_battle_single_enemy.objectives.ranged.help.title":"Attacking Enemies",
    "scenario.data.tutorial_battle_single_enemy.objectives.ranged.help.content":"During the Range phase of battle, you can only use <style=\"status\">Range</style> or <style=\"status\">Siege</style> attacks against enemies. Regular attacks cannot be used.\n\nTo Attack, first select the Attack or Range Attack phase then <style=\"status\">Activate</style> a card with an Attack effect; with Range or Siege if you are at the Range phase.\n\nThe Effect is added to the pool on the left-side. Then drag the effect to the enemy (portrait or body) you want to target. You can also click on the Enemy portrait to get the details of the Effects applied.\n\nYou need to generate enough Attack to equal or beat the Enemy's <style=\"value\">Armor</style> value.\n\nRemember Battles are <style=\"status\">all or nothing</style>: if you cannot generate enough Range/Siege attack in the Range phase, you <style=\"wound\">cannot</style> finish the enemy off with regular attacks in the Attack phase.\n\nDon't hesitate to navigate across the phases by clicking the buttons above to check the evolution of Battle.",
    "scenario.data.tutorial_battle_single_enemy.objectives.block":"[Block] <style=\"status\">Undo</style> then generate and <style=\"status\">Assign</style> <style=\"value\">Block</style> to prevent taking <style=\"wound\">Wounds</style>",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.console":"[Block] Change phase to the Block phase (ph command). Then use the description command to deactivate the cards. Then activate cards to generate Block effects and assign the block to the enemy attack (command (mo)) and avoid taking wounds",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.help.title":"Blocking Enemy Attacks",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.help.content":"Enemies left alive from the Range phase will Attack you. Their Attack value and any optional Attack Modifiers determine how much <style=\"wound\">Damage</style> they will be doing and how much Block is required to block them.\n\nTo Block an attack, switch to the <style=\"status\">Block</style> phase of Battle, click the Enemy (portrait or body).\n\nIn this window you can drag & drop <style=\"value\">Block</style><sprite name=\"card_icon_block\"> effects from activated Cards.\n\nYou need to <b>Equal or Beat</b> the Attack value for the Block to be considered successful.\n\nAny unblocked attack will <style=\"wound\">deal damage</style> against your <b>Armor</b> which translates into Wounds following this formula: Take a wound, reduce damage by armor. If damage left, take a wound, reduce damage by armor, repeat...",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.follower":"[Block] <style=\"status\">Undo</style> and <style=\"status\">Assign</style> a <style=\"value\">Followers</style> to the Attack to prevent taking <style=\"wound\">Wounds</style> (Hint: click on Enemy)",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.follower.console":"[Block] Change phase to the block phase (ph command). Then use the description command (d space c) to deactivate the cards. Then use the Monster command (mo) to assign a Follower to block the enemy attack instead of using Block effects",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.follower.help.title":"Followers Tanking Damage",
    "scenario.data.tutorial_battle_single_enemy.objectives.block.follower.help.content":"Your Followers can help generate Block points to help Block an attack (same as Cards). Another option is to use the Follower to take damage <style=\"status\">in your stead</style>.\n\nTo do so, open the Block window for the Enemy, then select <style=\"value\">Assign Follower</style>.\n\nAll assigned Follower will take Damage first, in assigned order and any leftover damage will be applied to you (against your armor).",
    "scenario.data.tutorial_battle_single_enemy.objectives.attack":"[Attack] After <style=\"value\">Blocking</style>, generate and <style=\"status\">Assign</style> enough Attack to defeat the Enemy",
    "scenario.data.tutorial_battle_single_enemy.objectives.attack.console":"[Attack] After Blocking via block effects or using a follower, generate and assign enough Attack effects to defeat the Enemy. You can commit the result of the battle in the [After Battle] phase using the status command (st)",
    "scenario.data.tutorial_battle_single_enemy.objectives.attack.help.title":"Defeating Remaining Enemies",
    "scenario.data.tutorial_battle_single_enemy.objectives.attack.help.content":"Whether you Block enemies or not in the Block phase, if you want to leave victorious you need to <style=\"status\">defeat all the Enemies at the Location</style>. You can use the Attack phase to play all kind of Attack effects to defeat the remaining enemies.\n\nRemember Battles are <style=\"status\">all or nothing</style>: if you cannot generate enough Range/Siege attack in the Range phase, you <style=\"wound\">cannot</style> finish the enemy off with regular attacks in the Attack phase and should undo the Range phase setup to focus it all in the Attack phase instead.\n\nDon't hesitate to navigate across the phases by clicking the buttons above to check the evolution of Battle.\n\nWhen done <style=\"status\">commit the result</style> in <style=\"value\">After Battle</style> phase."
}