{
    "scenario.data.tutorial_battle_preparation.name":"Battle Preparation",
    "scenario.data.tutorial_battle_preparation.description":"Learn how to <style=\"status\">Buff</style> yourself and <style=\"status\">Debuff</style> Enemies to give you a better chance in difficult Battles",
    "scenario.data.tutorial_battle_preparation.win.0":"<style=\"status\">Defeat</style> all the <style=\"value\">Enemies</style>.",
    "scenario.data.tutorial_battle_preparation.map.shape.name":"Custom Map",
    "scenario.data.tutorial_battle_preparation.enemy.0.name":"Vermin",
    "scenario.data.tutorial_battle_preparation.enemy.1.name":"Guardian",
    "scenario.data.tutorial_battle_preparation.intro.0.title":"Advanced Battle",
    "scenario.data.tutorial_battle_preparation.intro.0.description":"In the Simple Battle tutorial you learned how to fight a basic enemy. In this tutorial you will learn how to battle with more than one enemy at a time and how to handle their special abilities like <style=\"status\">Resistance and Fortification</style>.\n\nEnemies might have other types of abilities like Immunity (ignoring special effects from cards) or Attack Modifiers that changes the way you should Attack or Block them. Pay special attention to these <style=\"value\">before you engage in Battle</style>.\n\nContrary to Movement & Exploration, during Battle you can <style=\"value\">Undo</style> everything until you commit the results of the Battle (in the <b>After Battle</b> phase). To be successful at this game you need to experiment with multiple combinations until you are satisfied with the result.",
    "scenario.data.tutorial_battle_preparation.objectives.remove_resistance":"[Before Battle] Remove an Enemy Elemental <style=\"status\">Resistance</style>",
    "scenario.data.tutorial_battle_preparation.objectives.remove_resistance.console":"[Before Battle] Activate a card to generate an effect that removes Elemental resistance. Use the effect list command (el) or the enemy description command (mo) to target an enemy with that effect",
    "scenario.data.tutorial_battle_preparation.objectives.remove_resistance.help.title":"Enemy Resistance",
    "scenario.data.tutorial_battle_preparation.objectives.remove_resistance.help.content":"Enemies with <style=\"status\">Resistance</style> to <style=\"value\">Physical</style> or <style=\"value\">Elemental</style> Damage will ignore <i>non-attack/non-block</i> effects of cards of the same color:\n\nPhysical = White | Fire = Red | Frost = Blue.\n\nIf you are using special abilities like Destroying enemies, Cancelling their attacks, etc, pay attention to their Resistances before entering Battle.\n\nYou can invest in Abilities to remove Resistances in the <style=\"value\">Before Battle</style> phase.",
    "scenario.data.tutorial_battle_preparation.objectives.bypass_fortification":"[Before Battle] <style=\"status\">Undo</style> and Bypass Enemy <style=\"status\">Fortification</style>",
    "scenario.data.tutorial_battle_preparation.objectives.bypass_fortification.console":"[Before Battle] Use the Card description command (d space c) to deactivate the activated cards. Then activate a card to generate an effect that removes Fortification. Use the effect list command (el) or the enemy description command (mo) to target an enemy with that effect",
    "scenario.data.tutorial_battle_preparation.objectives.bypass_fortification.help.title":"Enemy Fortification",
    "scenario.data.tutorial_battle_preparation.objectives.bypass_fortification.help.content":"Most Enemies are not Fortified but the <b>Location can grant them Fortification</b>.\n\n<b>Range Attacks</b><sprite name=\"card_icon_attack_range\"> won't work and you need <b>Siege Attacks</b><sprite name=\"card_icon_attack_siege\"> instead in the <i>Range Phase</i>.\n\nYou can find Abilities that would remove Fortifications in the <style=\"value\">Before Battle</style> phase.",
    "scenario.data.tutorial_battle_preparation.objectives.range.group":"<style=\"value\">Group</style> then defeat the Enemies in the <b>Range</b> Phase",
    "scenario.data.tutorial_battle_preparation.objectives.range.group.console":"Use the phase change command (ph) to move to the Range phase. Use the grouping command (gp) to create a group and add all enemies to this group. Generate Range Attack effects and target the group to eliminate all the enemies in this group. Note that grouped enemies share resistances and fortifications so you should remove Fortifications in the Before Battle phase before attacking. And don't forget you also have followers and blessings to help you",
    "scenario.data.tutorial_battle_preparation.objectives.range.group.help.title":"Grouping Enemies",
    "scenario.data.tutorial_battle_preparation.objectives.range.group.help.content":"You can <style=\"status\">Group</style> multiple enemies in the <i>Range</i> and <i>Attack</i> phases.\n\nNote: You still need to <style=\"status\">Block</style> Enemy attacks individually in the <i>Block</i> phase.\n\nGrouped enemies will benefit from <style=\"value\">Resistances</style> and <style=\"value\">Fortifications</style> of other enemies in the group.\n\nYou can group & ungroup enemies however you want (similar to <b>Undo</b>).",
    "scenario.data.tutorial_battle_preparation.objectives.attack.group":"<style=\"status\">Undo</style> and <style=\"value\">Group</style> then defeat the Enemies in the <b>Attack</b> Phase",
    "scenario.data.tutorial_battle_preparation.objectives.attack.group.console":"Deactivate the activated cards (d space c) or blessings (d space b) and disband then re-group (gp) then defeat the Enemies in the <b>Attack</b> Phase instead. Then use the battle status command (st) to commit the battle and end the tutorial",
    "scenario.data.tutorial_battle_preparation.objectives.attack.group.help.title":"Defeating All Enemies",
    "scenario.data.tutorial_battle_preparation.objectives.attack.group.help.content":"The battle will only be successful if you defeat all enemies faced. In some cases, enemies rampaging the map might be added to enemies occupying a location, in this case the battle would succeed when all occupying enemies are defeated (ignoring the rampaging ones)."
}