{
    "scenario.data.tutorial_offers_interactions.name":"Market & Interactions",
    "scenario.data.tutorial_offers_interactions.description":"Learn how to use the <style=\"value\">Market</style> and <style=\"status\">Interact</style> with Locations on the Map",
    "scenario.data.tutorial_offers_interactions.win.0":"Find the Village to <style=\"status\">Heal</style> and <style=\"status\">Recruit</style> a Follower.",
    "scenario.data.tutorial_offers_interactions.map.shape.name":"Custom Map",
    "scenario.data.tutorial_offers_interactions.intro.0.title":"Market & Interactions",
    "scenario.data.tutorial_offers_interactions.intro.0.description":"Looking at the Map you should plan a route to the Location that you are interested in interacting with, for example the <style=\"value\">Village</style> to recruit Followers.\n\nEach Location offers different options and some require you to <style=\"value\">Conquer</style> them before you can Interact.\n\nYou can hover with your mouse for a preview of what the location does, or click to see more details.\n\n<style=\"value\">Note</style>: At <b>any point</b> during the game (including when interacting) you can press <style=\"value\">Esc</style> to bring up the <style=\"status\">Pause Menu</style> which shows all your Cards, Followers, Blessings and Market Offers.\n\nYou can also press <style=\"value\">F1</style> to bring up the <style=\"status\">Codex</style> which explains all game Keywords.",
    "scenario.data.tutorial_offers_interactions.objectives.reach_village":"Move to the <style=\"value\">Village</style>",
    "scenario.data.tutorial_offers_interactions.objectives.reach_village.console":"Use the Map description command (d space m) to find and move to the Village",
    "scenario.data.tutorial_offers_interactions.objectives.reach_village.help.title":"Interacting with Villagers",
    "scenario.data.tutorial_offers_interactions.objectives.reach_village.help.content":"In order to Recruit or Buy stuff you need to move to a Location on the Map. Different locations provide different services. You can hover your mouse on the Locations to see what they do. In this case the Village will allow you to recruit Followers and heal the <style=\"wound\">Wound</style> in your Hand.\n\nYou can also open the <style=\"value\">Market</style> panel to see what special abilities you can get and where:\n\n* <style=\"value\">Followers</style> can be recruited at their preferred location,\n* <style=\"value\">Spells</style> are granted when you win Battles at Spires and can be purchased there afterwards,\n* <style=\"value\">Advanced Abilities</style> are granted on level-up (hover mouse on XP bar to see next Level Rewards) but can also be acquired at Temples.\n\nAn interaction only starts when you purchase or recruit stuff. After an interaction is started, the current turn will be ended after the interaction is concluded. In this case, the scenario will end when you click on 'End Turn'.",
    "scenario.data.tutorial_offers_interactions.objectives.leadership":"Use Cards, Followers and/or Blessings to Generate <style=\"value\">{0}</style> Leadership points",
    "scenario.data.tutorial_offers_interactions.objectives.leadership.console":"Use the description command (d) to activate Cards, Followers and/or Blessings to Generate {0} Leadership points",
    "scenario.data.tutorial_offers_interactions.objectives.leadership.help.title":"Leadership Points",
    "scenario.data.tutorial_offers_interactions.objectives.leadership.help.content":"The currency for interacting with Locations is called <style=\"value\">Leadership</style>. Leadership points are added to a pool at the top of the screen (below XP bar), similar to movement points.\n\nYour <style=\"value\">Reputation</style> (next to character picture) gives you a bonus / malus to Leadership. If your reputation drops too low, you won't be able to interact with Locations anymore.\n\nYou need to activate Cards, Followers and Blessings to gain Leadership points. When you spend leadership points by Recruiting or Purchasing stuff, your cards and Mana will be committed.",
    "scenario.data.tutorial_offers_interactions.objectives.heal":"Use <style=\"value\">3</style> Leadership to <style=\"status\">Heal</style> your <style=\"wound\">Wounds</style> at the Village",
    "scenario.data.tutorial_offers_interactions.objectives.heal.console":"Use 3 Leadership to Heal your Wounds at the Village",
    "scenario.data.tutorial_offers_interactions.objectives.heal.help.title":"Wounds",
    "scenario.data.tutorial_offers_interactions.objectives.heal.help.content":"<style=\"wound\">Wounds</style> are useless cards clogging your hand and <style=\"status\">cannot be discarded</style>. You acquire Wounds during Battle or when activating some Abilities.\n\nYour Followers can become <style=\"wound\">Wounded</style> if they are assigned damage while in Battle. Wounded Followers <style=\"status\">cannot be used anymore</style> until they are Healed.\n\nYou can Heal wounds at certain Locations (Source, Village, Temple) or by playing Healing Effects.\n\nIn this scenario, the Villagers can <style=\"status\">Heal</style> your wounds. You could also play cards with the <style=\"status\">Healing</style> effect to generate Healing points and heal yourself or Followers outside a Village or Temple. Healing points (like Movement or Leadership) are added to a pool below the XP bar and can be spent to heal Wounds.",
    "scenario.data.tutorial_offers_interactions.objectives.recruit":"Use <style=\"value\">5</style> Leadership to <style=\"status\">Recruit</style> a Follower at the Village",
    "scenario.data.tutorial_offers_interactions.objectives.recruit.console":"Use 5 Leadership to Recruit a Follower at the Village",
    "scenario.data.tutorial_offers_interactions.objectives.recruit.help.title":"Recruit Followers",
    "scenario.data.tutorial_offers_interactions.objectives.recruit.help.content":"Followers can be recruited at their preferred Location or at the Bazaar for additional cost.\n\nCheck the <style=\"value\">Market</style> to see the list of Followers for hire and where to find them. This list is refreshed at the beginning of every Day / Night.\n\nRemember that you have a limited number of slots to manage Followers (check panel for details). If you hire more than the number of slots available, you will need to discard the excess.\n\nTo recruit Followers, move to the Village, activate Abilities to generate enough Leadership points into the pool so that the Follower you want becomes affordable then pay for their cost. Note that doing so will automatically start the interaction locking you into the interaction screen until you end the turn / leave the Village."
}